Repository: MaxHevchuk/Sorter
Catalog: Sorter/localization/resources.*.resx
Languages: uk

# InputLabel
source: Input
uk: Введення

# OutputLabel
source: Output
uk: Виведення

# SampleLabel
source: Sample
uk: Зразок

# SortButton
source: Sort
uk: Сортувати

# IgnoreDuplicateCheckBox
source: Ignore Duplicate
uk: Ігнорувати Дублікати

# InputSeparatorLabel
source: Input Separator
uk: Вхідний роздільник

# OutputSeparatorLabel
source: Output Separator
uk: Вихідний роздільник

# EnglishLettersRationBut
source: English alphabet
uk: Англійський алфавіт

# UkrainianLettersRationBut
source: Ukrainian alphabet
uk: Український алфавіт

# BinaryNumRatioBut
source: Binary numbers
uk: Двійкові числа

# DecimalNumRationBut
source: Decimal numbers
uk: Десяткові числа

# HexadecimalNumRatioBut
source: Hexadecimal numbers
uk: Шістнадцяткові числа

# LengthWordRatioBut
source: Word size
uk: Розмір слів

# LengthNumLabel
source: length
uk: довж

# TimeLabel
source: time
uk: час

# PermutationLabel
source: permutation
uk: перест

# Title
source: Sorter
uk: Сортувальник

# BubbleRadioBut
source: Bubble Sort
uk: Сортування бульбашкою

# CocktailRadioBut
source: Cocktail Sort
uk: Сортування перемішуванням

# MergeRadioBut
source: MergeSort
uk: Сортування злиттям

# InsertionRadioBut
source: Insertion Sort
uk: Сортування вставками

# SelectionRadioBut
source: Selection Sort
uk: Сортування вибіркою
